faculties = {
    "FITiKS": {
        "nameFacoltet": "ФИТиКС", #"Факультет информационных технологий и компьютерных систем (ФИТиКС) бывший Факультет Автоматизации",
        "aboutFacultet": """
        Факультет информационных технологий и компьютерных систем
Факультет предлагает широкий спектр образовательных программ, направленных на подготовку специалистов в сфере \
разработки программного обеспечения, информационных систем, робототехники, искусственного интеллекта и автоматики.

В подготовке уделяется большое внимание практическим навыкам и новейшим тенденциям отрасли. Студенты учатся \
программировать на примерах самых актуальных и востребованных практических задач – от разработки мобильных приложений \
и сайтов до создания сложнейшего наукоемкого ПО, которые сопровождают высокие технологии и бизнес.

На факультете есть все условия для освоения современных информационных технологий и компьютерных систем, включая \
лаборатории, оборудование и программное обеспечение. Студенты имеют возможность получить профессиональную консультацию \
и поддержку от опытных наставников.
 
Полученные знания позволяют студентам участвовать в проектах реальных компаний и организаций, а также проходить \
стажировку в лучших аналитических и IT-центрах страны. Выпускники могут претендовать на высокооплачиваемые и \
перспективные должности в крупных компаниях, а также заниматься разработкой собственных инновационных проектов в \
области IT.
        """,
        "specialties": {
            "02.03.02 «Фундаментальная информатика и информационные технологии»": {
                "name": "02.03.02 «Фундаментальная информатика и информационные технологии»",
                "qualification": "Бакалавр",
                "duration": "4 года",
                "profil": """
Профиль подготовки: «Технологии искусственного интеллекта»
Профессия: web-разработчик, программист, специалист Data Science, архитектор программного обеспечения, разработчик \
моделей Big Data, администратор баз данных и др.
                """
            },
            "02.03.03 «Математическое обеспечение и администрирование информационных систем»":{
                "name": "02.03.03 «Математическое обеспечение и администрирование информационных систем»",
                "qualification": "Бакалавр",
                "duration": "4 года",
                "profil": """
Профиль подготовки: «Искусственный интеллект и инженерия больших данных»
Профессия: web -разработчик, программист, специалист Data Science, архитектор программного обеспечения, разработчик \
моделей Big Data, администратор баз данных и др.
                """
            },
            "27.03.04 «Управление в технических системах»":{
                "name": "27.03.04 «Управление в технических системах»",
                "qualification": "Бакалавр",
                "duration": "4 года",
                "profil": """
Профиль подготовки: «Интеллектуальные технологии управления производством в нефтегазовой отрасли»
Профессия: инженер-конструктор, программист систем автоматизации, системный интегратор и др.
                """
            },
            "15.03.04 «Автоматизация технологических процессов и производств»":{
                "name": "15.03.04 «Автоматизация технологических процессов и производств»",
                "qualification": "Бакалавр",
                "duration": "4 года",
                "profil": """
Профиль подготовки: «Промышленный интернет вещей и робототехника»
Профессия: инженер-конструктор, программист систем автоматизации, слесарь и наладчик контрольно-измерительных приборов \
и автоматики, начальник отдела автоматизации, инженер-метролог др.
                """
            },
            "09.03.01 «Информатика и вычислительная техника»": {
                "name": "09.03.01 «Информатика и вычислительная техника»",
                "qualification": "Бакалавр",
                "duration": "4 года",
                "profil": """
Профиль подготовки: «Вычислительные машины, комплексы, системы и сети»
«Технологии разработки программного обеспечения»
«Автоматизированные системы обработки информации и управления»
«Системы автоматизированного проектирования и цифровая поддержка жизненного цикла изделий»
Профессия: программист, IT -специалист, Web -разработчик, разработчик баз данных и др.
                """
            },
            "09.03.04 «Программная инженерия»": {
                "name": "09.03.04 «Программная инженерия»",
                "qualification": "Бакалавр",
                "duration": "4 года",
                "profil": """
Профиль подготовки: «Разработка программного обеспечения для автоматизированных систем»
Профессия: инженер-проектировщик автоматизированных систем, инженер-конструктор автоматизированных систем, \
инженер-проектировщик программных комплексов и др.
                """
            },
            "09.03.03 «Прикладная информатика»": {
                "name": "09.03.03 «Прикладная информатика»",
                "qualification": "Бакалавр",
                "duration": "4 года",
                "profil": """
Профиль подготовки: «Цифровые технологии и решения для управления бизнесом»
Профессия: программист, web -программист, тестировщик, инженер-аналитик и др.
                """
            },
            "09.03.02 «Информационные системы и технологии»": {
                "name": "09.03.02 «Информационные системы и технологии»",
                "qualification": "Бакалавр",
                "duration": "4 года",
                "profil": """
Профиль подготовки: «Цифровые медиатехнологии, виртуальная и дополненная реальность»
Профессия: специалист по тестированию, художник-конструктор, программист, дизайнер, веб-дизайнер.
                """
            },
#-----------------------------------------------------------------------------------------------------------------------
            "09.05.01 «Применение и эксплуатация автоматизированных систем специального назначения»": {
                "name": "09.05.01 «Применение и эксплуатация автоматизированных систем специального назначения»",
                "qualification": "Cпециалист",
                "duration": "5 лет",
                "profil": """
Специализация подготовки: «Автоматизированные системы обработки информации и управления специального назначения»
Профессия: инженер-проектировщик автоматизированных систем, инженер-конструктор автоматизированных систем, \
инженер-проектировщик программных комплексов и др.
                """
            },
#-----------------------------------------------------------------------------------------------------------------------
            "02.04.02 «Фундаментальная информатика и информационные технологии»": {
                "name": "02.04.02 «Фундаментальная информатика и информационные технологии»",
                "qualification": "магистр",
                "duration": "2 года",
                "profil": """
Направленность подготовки: «Интеллектуальный анализ больших данных»,
«Технологии искусственного интеллекта в нефтяной отрасли»
Профессия: администратор баз данных, специалист по научно-исследовательским и опытно-конструкторским разработкам и др.
                """
            },
            "09.04.01 «Информатика и вычислительная техника»": {
                "name": "09.04.01 «Информатика и вычислительная техника»",
                "qualification": "магистр",
                "duration": "2 года",
                "profil": """
Направленность подготовки: «Применение искусственного интеллекта в энергетике»
"Информационное и программное обеспечение автоматизированных систем"
Профессия: руководитель разработки программного обеспечения и др.
                """
            },
            "09.04.02 «Информационные системы и технологии»": {
                "name": "09.04.02 «Информационные системы и технологии»",
                "qualification": "магистр",
                "duration": "2 года",
                "profil": """
Направленность подготовки: «Руководство разработкой цифровых решений»
Профессия: руководитель разработки программного обеспечения, специалист по дизайну графических пользовательских \
интерфейсов и др.
                """
            },
            "09.04.03 «Прикладная информатика»": {
                "name": "09.04.03 «Прикладная информатика»",
                "qualification": "магистр",
                "duration": "2 года",
                "profil": """
Направленность подготовки: «Цифровая трансформация бизнес-процессов компаний»
Профессия: специалист по информационным системам и др.
                """
            },
            "15.04.04 «Автоматизация технологических процессов и производств»": {
                "name": "15.04.04 «Автоматизация технологических процессов и производств»",
                "qualification": "магистр",
                "duration": "2 года",
                "profil": """
Направленность подготовки: «Киберфизические производственные системы»
Профессия: специалист в области проектирования автоматизированных систем управления технологическими процессами, \
специалист по проектированию гибких производственных систем в машиностроении и др.
                """
            },
        }
    }
}
