textAboutVUZ = {
    "halo": """
📚 <b>Омский государственный технический университет (ОмГТУ)</b>

Приветствуем вас! Сегодня расскажем об одном из ведущих технических вузов России — Омском государственном техническом \
университете!

✨ ОмГТУ — это не просто университет, это место, где рождаются идеи и формируются кадры будущего! Присоединяйтесь к \
нам на пути к знаниям и успеху!""",

    "1": {
        "id_btn": "history",
        "buttonText": "🏫 История и достижения",
        "text": """
🏫 <b>История и достижения</b>
ОмГТУ был основан в 1942 году и с тех пор стал настоящим центром научного и образовательного потенциала в Сибири. \
Университет активно развивает научные исследования в области инженерии, технологий, информационных систем и многих \
других направлениях.
    """
    },

    "2": {
        "id_btn": "ScientificResearch",
        "buttonText": "🔬 Научные исследования",
        "text": """
🔬 <b>Научные исследования</b>
Университет активно участвует в научных исследованиях и проектах, сотрудничая с промышленностью и научными \
организациями. Здесь работают исследовательские лаборатории и центры, которые занимаются разработками в различных \
областях, включая автоматизацию, новые материалы и экологические технологии.
    """
    },

    "3": {
        "id_btn": "InternationalCooperation",
        "buttonText": "🌍 Международное сотрудничество",
        "text": """
🌍 <b>Международное сотрудничество</b>
ОмГТУ поддерживает международные связи и сотрудничество с университетами и научными центрами различных стран. \
Это открывает перед студентами уникальные возможности для обмена опытом и участия в международных проектах.
    """
    },

    "4": {
        "id_btn": "StudentLife",
        "buttonText": "🤝 Студенческая жизнь",
        "text": """
🤝 <b>Студенческая жизнь</b>
В университете активно развивается студенческое самоуправление, культурные и спортивные мероприятия. Студенты могут \
участвовать в различных клубах, кружках и организациях, что помогает развивать личные и профессиональные навыки.
    """
    },

    "5": {
        "id_btn": "HowToProceed",
        "buttonText": "📅 Как поступить?",
        "text": """
📅 <b>Как поступить?</b>
Если вы хотите стать частью нашей дружной университетской семьи, следите за новостями о приемной кампании и не \
упустите возможность подать документы!
    """
    },

    "6": {
        "id_btn": "FacultiesAndSpecialties",
        "buttonText": "🎓 Факультеты и специальности",
        "text": """
🎓 <b>Факультеты и специальности</b>
В ОмГТУ функционирует несколько факультетов, включая:

- Факультет информационных технологий
- Факультет машиностроения
- Факультет электроники и энергетики
- Факультет экономики и управления

Каждый из факультетов предлагает широкий выбор специальностей и программ, которые помогут вам получить актуальные \
знания и навыки для успешной карьеры.
    """
    }
}
